/* 
  Root.strings
  Account News

  Created by Jonathan Hersh on 7/21/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/

/* News Section */
"News" = "News";

"Sort News By" = "Sort News By";
"Relevance" = "Relevance";
"Date" = "Date";

/* Record Display section */
"Record Display" = "Record Display";
"Show Fields with Empty Values" = "Show Fields with Empty Values";

/* Connection section */
"Connection" = "Connection";

"Login Host" = "Login Host";
"Production" = "Production";
"Sandbox" = "Sandbox";
"Custom Host" = "Custom Host";